{
    "header": {
        "links": [
            {"link": "/band", "label": {"en": "About", "de": "Band"}},
            {"link": "/tour", "label": {"en": "Tour", "de": "Tour"}},
            {"link": "/music", "label": {"en": "Music", "de": "Musik"}},
            {"link": "/contact", "label": {"en": "Contact", "de": "Kontakt"}}
        ]
    },
    "footer": {
        "slogan": {"en": "Brave. Brute. Branefive.", "de": "Die Rockband, nach der du gesucht hast."},
        "copyright": {"en": "© 2023 Branefive. All rights reserved.", "de": "© 2023 Branefive. All rights reserved."},
        "socials": [
            {"iconAssetId": "instagram", "link": "https://www.instagram.com/branefive/"},
            {"iconAssetId": "youtube", "link": "https://www.youtube.com/channel/UC1s8bT-0Gx733lNNcngFxrw/videos?app=desktop&view=0&sort=dd&shelf_id=0"},
            {"iconAssetId": "spotify", "link": "https://open.spotify.com/intl-de/artist/68wrXuSWcgKcqYTyDtLMdH"}
        ],
        "linkGroups": [
            {
                "title": "Band",
                "links": [
                    {"link": "/band", "label": {"en": "Band", "de": "Band"}},
                    {"link": "/tour", "label": {"en": "Tour", "de": "Tour"}}
                ]
            },
            {
                "title": "Music",
                "links": [
                    {"label": {"en": "Discography", "de": "Diskografie"}, "link": "/music"}
                ]
            },
            {
                "title": "Contact",
                "links": [
                    {"label": {"en": "Email", "de": "Email"}, "link": "/contact"}
                ]
            }
        ]
    },
    "music": {
        "albums":[
            {
                "title": "Singin' in Silence",
                "assetId": "singinInSilence",
                "description": {
                    "en": "Branefive's debut EP refreshes with a versatile sound and a mix of different emotions.",
                    "de": "Die Debut-EP von Branefive erfrischt mit einem vielseitigen Sound und einem Mix aus unterschiedlichen Emotionen."},
                "spotifyLink": "https://open.spotify.com/album/0Afh8teKjnlL47yTy31GKV"
            },
            {
                "title": "Free The Animal In You",
                "assetId": "freeTheAnimalInYou",
                "description": {
                    "en": "The first single from Branefive! Free the animal in you, that's all there is to say.",
                    "de": "Die erste Single von Branefive! Weck das Tier in dir, mehr gibt es hier nicht zu sagen."},
                "spotifyLink": "https://open.spotify.com/album/3CG6UUdXpaI9c4NfzJqAwN"
            }
        ]
    },
    "tour": {
        "tourImage": "tour",
        "events": [
            {
                "name": "Enoteca da Ramundo",
                "description": {"en": "", "de": ""},
                "date": "2024-05-27T19:00:00Z",
                "place": {"name": "Beromünster, CH", "latitude": 0, "longitude": 0}
            }
        ]
    },
    "band": {
        "heroButtonText": {
            "de": "Mehr erfahren",
            "en": "explore"
        },
        "heroTitle":{
            "de": [{"default": "Wir sind "}, {"gradient": "Branefive"}],
            "en": [{"default": "Meet "}, {"gradient": "Branefive"}]
        },
        "heroPortrait": {"assetId": "bandPortrait"},
        "heroLandscape": {"assetId": "bandLandscape"},
        "title": {"en": "Who we are", "de": "Wer wir sind"},
        "description": {
            "en": "The rock band put down its roots in Ermensee at the end of November 2018 and now regularly shakes up Central Switzerland. Founded by the three brothers Elija, Noah and Julian Müller and Elias Ruckstuhl under the name “Armamsee”, the band discovered their love for hard and passionate rock early on. Since spring 2020, virtuoso guitarist Suvin Blum has also been on board. In winter 2023, Manuel Birrer took over the bass from Julian Müller, who can still be admired live on the cornet. Today, Branefive's songs are characterized by an alternation of energetic hard rock and soulful passages. Rock has captured their hearts and that won't change any time soon.",
            "de": "Die Rockband schlug ihre Wurzeln Ende November 2018 in Ermensee und bringt die Innerschweiz heute regelmässig zum Beben. Von den drei Brüdern Elija, Noah und Julian Müller sowie Elias Ruckstuhl unter dem Namen \"Armamsee\" gegründet, entdeckte die Band schon früh ihre Liebe für harten und leidenschaftlichen Rock. Seit Frühling 2020 ist auch der virtuose Gitarrist Suvin Blum mit an Bord. Im Winter 2023 hat Manuel Birrer den Bass von Julian Müller übernommen, der live immer noch auf dem Cornet zu bestaunen ist. Heute zeichnen sich die Songs von Branefive mit einer Abwechslung aus energischem Hardrock und gefühlvollen Passagen aus. Der Rock hat ihre Herzen eingenommen und das wird sich auch nicht so schnell ändern."
        },
        "members": [
            {
                "name": "Elias",
                "assetId": "elias",
                "properties": [
                    {
                        "iconAssetId": "microphone",
                        "description": {"en": "Lead Vocals", "de": "Gesang"}
                    }
                ],
                "description": {
                            "de": "Mit seiner kernigen und gefühlvollen Stimme lässt der Frontman auch das Publikum in der hintersten Reihe nicht kalt. Taucht in jeden Song ein wie die Titanic im Nordatlantik.",
                            "en": "With his pithy and soulful voice, the frontman doesn't leave the audience in the back row cold either. He dives into every song like the Titanic into the North Atlantic."
                        }
            },
            {
                "name": "Noah",
                "assetId": "noah",
                "properties": [
                    {
                        "iconAssetId": "music",
                        "description": {"en": "Rhythm Guitar", "de": "Gitarre"}
                    }
                ],
                "description": {
                            "en": "Just like the fringes in front of his eyes, the people in the hall dance when Noah belts out his rocking riffs. But he can also be very delicate and dreamy when the ballads are played.",
                            "de": "Genauso wie die Fransen vor seinen Augen tanzen auch die Leute im Saal, wenn Noah seine rockigen Riffs herunterbrettert. Er kann aber auch ganz fein und verträumt, wenn die Balladen angespielt werden."
                        }
            },
            {
                "name": "Elija",
                "description": {
                    "en": "Elija, the rhythmic machine behind Branefive. Loves to hit everything on the drum that belongs to sweet old rock n' roll.",
                    "de": "Elija ist die rhythmische Maschine hinter Branefive, er gibt den Takt vor. Für guten alten Rock n' Roll haut er alles aus seinem Schlagzeug heraus."
                },
                "assetId": "elija",
                "properties": [
                    {
                        "iconAssetId": "music",
                        "description": {"en": "Drums", "de": "Schlagzeug"}
                    }
                ]
            },
            {
                "name": "Suvin",
                "assetId": "suvin",
                "properties": [
                    {
                        "iconAssetId": "music",
                        "description": {"en": "Lead Guitar", "de": "Gitarre"}
                    }
                ],
                "description": {
                    "en": "With his cap pulled low over his face, Suvin sings his solos and enchants everyone. Virtuoso like Slash, but modest like a student on vacation.",
                    "de": "Das Cap tief ins Gesicht gezogen, singt Suvin seine Soli und verzückt alle. Virtuos wie Slash, aber bescheiden wie ein Student in den Ferien."
                }
            },
            {
                "name": "Manuel",
                "assetId": "manuel",
                "properties": [
                    {
                        "iconAssetId": "music",
                        "description": {"en": "Bass", "de": "Bass"}
                    }
                ],
                "description": {
                    "en": "The bass notes chug along under the songs like an engine until he suddenly starts slapping. Stoic and unbeatable coolness, just like a bassist.",
                    "de": "Wie ein Motor tuckern die Basstöne unter den Songs hindurch, bis er plötzlich zu Slappen anfängt. Stoisch und an Coolness nicht zu überbieten, wie es ein Bassist halt ist."
                }
            }
        ]
    },
    "news": {
        "heroTitle": {
            "de": [{"gradient": "news"}],
            "en": [{"default": "stay "}, {"gradient": "up to date"}]
        },
        "stories": [
            {
                "storyId": "summer-2023",
                "title": {"en": "BRANEFIVE in Summer of '23", "de": "BRANEFIVE im Sommer '23"},
                "storyCardImage": "richensee",
                "date": "2. März 2023",
                "blocks":[
                    {
                        "title": {
                            "en": "BRANEFIVE in Summer of '23",
                            "de": "BRANEFIVE im Sommer '23"
                        }
                    },
                    {
                        "text": {
                            "en": "It's all about gigs and songwriting this summer for Branefive. The young guys from Seetal can be met on stage inside and outside their territory. Click on \"Tour\" for their future concerts and come visit us! See you, meanwhile we are laying the foundation for our first big album. Branefive out!",
                            "de": "Gigs und Songwriting steht auch diesen Sommer wieder auf der Bucketlist der Band. Die jungen Seetaler sind in- und ausserhalb ihrer Heimat auf Bühnen anzutreffen, schau unter \"Tours\" vorbei, wir freuen uns auf dich! Ein paar neue Songs werden ihre Uraufführung feiern und du geniesst heissen Rock zu einem kühlen Bier. Bis dann, wir betonieren unterdessen den Sockel für das erste grosse Album :)"
                        }
                    }
                ]
            },
            {
                "storyId": "singin-in-silence",
                "title": {"en": "SINGIN' IN SILENCE is here!", "de": "SINGIN' IN SILENCE ist da!"},
                "storyCardImage": "richensee",
                "date": "23. Januar 2023",
                "blocks":[
                    {
                        "title": {
                            "en": "SINGIN' IN SILENCE is here!",
                            "de": "SINGIN' IN SILENCE ist da!"
                        }
                    },
                    {
                        "text": {
                            "en": "The five boys are thriving right now and so should be you. Finally, the EP \"Singin' in Silence\" is released since October 7th, 2022! Containing 6 masterpieces of versatile Rock, Branefive brings again a lot of teen spirit. Of course, you're not gonna miss the music video about our title song on YouTube either!",
                            "de": "Endlich ist sie da, die neue EP \"Singin' in Silence von Branefive. Sechs Songs, alle mit viel Herz und jugendlichem Übermut geschrieben, recorded, gemixt und gemastert und jetzt auch released. Natürlich fehlt auch das Musikvideo zum Titelsong nicht - ihr findet es gleich unterhalb. Die EP ist ab sofort auf allen möglichen Stores und Kanälen hör- und sehbar. Enjoy!"
                        }
                    },
                    {"space": 50},
                    {
                        "url": "https://www.youtube.com/embed/2est0vtRxCU"
                    }
                ]
            },
            {
                "storyId": "jahresrueckblick",
                "title": {"en": "test test", "de": "test test"},
                "storyCardImage": "richensee",
                "date": "11. Dezember 2022",
                "blocks":[
                    {
                        "title": {
                            "en": "",
                            "de": "Jahresrückblick 2021: Grosses Merci und kleiner Ausblick"
                        }
                    },
                    {
                        "text": {
                            "en": "Text not availabe in english.",
                            "de": "Am 23. Oktober 2021 durften wir endlich öffentlich unsere Klänge zum Besten geben. Wir sagen herzlich Danke bei allen, die tatkräftig mitgeholfen haben, dieses Konzert zu verwirklichen und natürlich bei allen Zuhörenden. Unser erster eigens organisierter Anlass brachte Jung und Alt zusammen und die Musik zurück, wo sie hingehört - live auf die Bühne. Nach einem weiteren Bandjahr, in dem wir besonders in musikalischer Hinsicht kräftig wachsen konnten, wird Branefive im November dreijährig. Die ganz grosse Bühne wartet zwar im Moment noch, unsere verschworene Truppe hat aber nun so einiges vor: Im Frühjar 2022 wollen wir die lang ersehnte EP aufnehmen und rausbringen! Mit dabei sein sollen unter anderem Singin' in the Silence und Meant to Be, die ihr auch schon live erleben durftet. Dies als kleiner Vorgeschmack. Denn wenn Corona endlich vorbei ist, können wir uns nur noch selber aufhalten ;)"
                        }
                    }
                ]
            },
            {
                "storyId": "christmas-wishes-2021",
                "title": {"en": "test test", "de": "test test"},
                "storyCardImage": "richensee",
                "date": "21. Dezember 2021",
                "blocks":[
                    {
                        "title": {
                            "en": "December 2021: Branefive is back",
                            "de": "Dezember 2021: Weihnachtliche Grüsse von Branefive"
                        }
                    },
                    {
                        "text": {
                            "en": "Right on Christmas eve, Branefive is back! Nonetheless, covering Mariah Carey's absolute classic \"All I Want For Christmas Is You\". It is the project to end an important year for us. We took up songwriting in spring, released our first single in late summer and had time to plan our first EP in 2021 as well as doing projects like this cover (which was actually pretty funny to film and record). We would like to thank our friends and families for their fabulous support wherever we needed it. A big Thank You also to our donors, who made the release of our first single even possible, to the shortwave radios Channel 292 and WRMI, and last but not least, to our listeners and viewers from all over the globe. And now, we wish you a merry Christmas with \"All I Want For Christmas Is You\"!",
                            "de": "Pünktlich zu Weihnachten sind wir zurück - mit einem Cover des absoluten Klassikers \"All I Want For Christmas Is You\" von Mariah Carey. Wir bringen damit ein Jahr zu Ende, in dem Branefive die erste Single veröffentlicht hat, an einer EP für das nächste Jahr schrieb und zwischendurch auch einfach nur solche Ideen wie diese hier hatte. Wir bedanken uns ganz herzlich bei unseren Freunden und Familien, die uns bei all unseren Projekten mit viel Herzblut unterstützt haben. Ein grosses Merci auch an unsere Spender, die den Release der Single erst ermöglicht hatten, an die Kurzwellen-Radiosender Channel 292 und WRMI und natürlich an unsere Hörer und Zuschauer aus der ganzen Welt. Und jetzt wünschen wir euch erholsame Weihnachten mit \"All I Want For Christmas Is You\"!"
                        }
                    },
                    {"space": 50},
                    {
                        "url": "https://www.youtube.com/embed/nOiZzYpirEg"
                    }
                ]
            },
            {
                "storyId": "free-the-animal-in-you",
                "title": {"en": "", "de": ""},
                "storyCardImage": "richensee",
                "date": "23. September 2021",
                "blocks":[
                    {
                        "title": {
                            "en": "September 2020: Our first single",
                            "de": "September 2020: Unsere Erste Single!"
                        }
                    },
                    {
                        "text": {
                            "en": "\"Free the Animal in You\" is their first single. It's a message written not from the head but from the heart. And it shall not free butterflies, much more a real animal, a predator. Like a bear or a lion. And this predator will wake up when you dive into the song. Promised.",
                            "de": "«Free The Animal In You» heisst ihre erste Single - Befreie das Tier in dir. Es ist eine Botschaft, die aus dem Bauch herausgeschrieben wurde. Sie soll aber keine Schmetterlinge im Bauch wecken, sondern ein richtiges Tier, ein Raubtier. Ein Bär oder ein Löwe vielleicht. Und dieses Tier wird wach, sobald Du in den Song tauchst. Versprochen."
                        }
                    },
                    {"space": 50},
                    {
                        "url": "https://www.youtube.com/embed/ojeFN2xTFvs"
                    }
                ]
            }
        ]
    },
    "shop": {
        "header": {
            "de": "Branefive Webshop",
            "en": "Branefive Webshop"
        },
        "subtitle": {
            "de": "Welcome to the Branefive Webshop",
            "en": "Willkommen im Branefive Webshop"
        },
        "buyButtonText": {
            "de": "buy",
            "en": "kaufen"
        },
        "products": [
            {
                "name": {
                    "de": "Branefive Cap",
                    "en": "Branefive Cap"
                },
                "price": 12,
                "description": {
                    "de": "coolest cap ever",
                    "en": "coolest cap ever"
                },
                "productImage": "cap",
                "available": true,
                "buyLink": "https://buy.stripe.com/test_aEU6s48ABbMw1wI001"
            },
            {
                "name": {
                    "de": "Branefive Sticker",
                    "en": "Branefive Sticker"
                },
                "price": 2,
                "description": {
                    "de": "coolest Sticker ever",
                    "en": "coolest Sticker ever"
                },
                "productImage": "sticker",
                "available": false,
                "buyLink": "https://buy.stripe.com/test_aEU6s48ABbMw1wI001"
            },
            {
                "name": {
                    "de": "Branefive Hoodie",
                    "en": "Branefive Hoodie"
                },
                "price": 12,
                "description": {
                    "de": "coolest hoodie ever",
                    "en": "coolest hoodie ever"
                },
                "productImage": "hoodie",
                "available": true,
                "buyLink": "https://buy.stripe.com/test_aEU6s48ABbMw1wI001"
            }
        ]
    },
    "gallery": {
       "images": []
    },
    "contact": {
        "header": {
            "de": "Kontaktiere uns!",
            "en": "contact us!"
        },
        "subtitle": {
            "de": "Schreiben Sie uns oder rufen sie an",
            "en": "naisenfordu"
        },
        "mail": "info[at]branefive.com",
        "address1": "Branefive",
        "address2": "Rankstrasse 4",
        "address3": "6294 Ermensee",
        "phone": "041 917 01 18"
    },
    "newsletter": {
        "title": {
            "de": [{"default": "Komm in den\nBranefive\n"}, {"gradient": "Enjoyers Club"}],
            "en": [{"default": "Join the\nBranefive\n"}, {"gradient": "Enjoyers Club"}]
        },
        "subtitle": {
            "de": "text deutsch",
            "en": "Get updates about new Song releases and upcoming gigs."
        },
        "buttonText": {
            "de": "beitreten",
            "en": "join now!"
        }
    }
}